{
  "Medical Treatment & Rehabilitation": {
    "title": "Medical Treatment & Rehabilitation",
    "description": "Exclusive Medical Care arranges medical treatment & rehabilitation in United Kingdom for international patients. It is recognized as the leading provider of excellence for all aspects of the care of international patients in U.K. Simply contact us and we will be there for you every step of your way, providing you with immediate access to the best medical health care System. We take care of all arrangements and provide full patient support. At Exclusive Medical Care, We know how urgent it might be to find the best hospital and specialist to deal with your current illness. Every person needs special attention, tailor made diagnostic and treatment programme. We will present your case to one of the top specialists in the field of your illness; discuss with you his opinion and treatment options. We will arrange everything from transport, accommodation, hospital admission, and rehabilitation to the moment of your return to your home."
  },
  "Addiction Treatment & Psychiatry": {
    "title": "Addiction Treatment & Psychiatry",
    "description": "We represent The Kusnacht Clinic in Zurich, Switzerland. This is the world’s most exclusive addiction treatment center. The international team of doctors, psychologists, addiction and complimentary therapists work with clients individually and in complete privacy. Biochemical, including neurochemical restoration, by a specialist in orthomolecular medicine is a key to our approach. The clinic provides comprehensive family therapy and aftercare, including a mentor program. And maintain valued relationship ensuring long term support and sobriety. Absolute confidentiality is assured in a culture known for placing a premium on personal privacy. The Kusnacht Clinic treats chemical dependency, eating disorders and sex and love compulsivity as well as the full range of psychiatric disorders."
  },
  "Cosmetic Treatment": {
    "title": "Cosmetic Treatment",
    "description": "Anti-aging treatment aims at facial and body rejuvenation to regain youthful look and slow the process of aging and maintain your physical and mental health and wellbeing. We collaborate with top cosmetic centres that provide a tailor made personalised programme that meets your requirement and complete range of medical and surgical cosmetic treatment whether it is simple wrinkle reduction, face lift, breast surgery or surgical treatment for weight loss."
  }
}
